{
    "alerts": {
        "PROTO-01": {
            "title": "תקשורת {} יוצאת מהרשת המקומית אל {}.",
            "description": "פרוטוקול {} נמצא בשימוש נפוץ ברשתות פנימיות. אנא בדוק אם המכשיר {} התריע על אזהרות אחרות המציינות אפשרות להתנהלות זדונית."
        },
        "PROTO-02": {
            "title": "חיבור {} ל-{} ליציאה מפורט גדול או שווה ל-{}.",
            "description": "חיבורי {} נמצאו אל {} באמצעות פורט במספר שווה או גדול מ-{}. שימוש בפורט שאינו סטנדרטי יכול להתייחס לפעילויות זדוניות. אנו ממליצים לבדוק אם למכשיר או כתובת זו  יש מוניטין יצרן על ידי הבחנה בין האזהרות האחרות וחיפוש שלו באינטרנט."
        },
        "PROTO-03": {
            "title": "בוצעה תקשורת HTTP עם הכתובת {}",
            "description": "המכשיר שלך החליף נתונים עם הכתובת {} באמצעות הפרוטוקול HTTP, פרוטוקול שאינו מוצפן. אף שההתנהלות הזו אינה זדונית בעצמה, זהו התנהגות בלתי רגילה לראות הודעות HTTP מיישומי סמארטפון הפועלים ברקע. אנא בדוק את השמעת המארח על ידי חיפוש באינטרנט."
        },
        "PROTO-04": {
            "title": "בוצעה תקשורת HTTP עם הכתובת {} על פורט לא סטנדרטי ({}).",
            "description": "המכשיר שלך החליף נתונים עם הכתובת {} באמצעות הפרוטוקול HTTP, פרוטוקול שאינו מוצפן, באמצעות פורט {}. התנהגות זו די בלתי רגילה. אנא בדוק את השמעת המארח על ידי חיפוש באינטרנט."
        },
        "PROTO-05": {
            "title": "השרת {} לא קיים בשום שאילתת DNS במהלך פתיחת ערוץ תקשורת",
            "description": "זה אומר שהשרת {} כנראה לא נפתר על ידי שום שם אתר או שהשם כבר קיים בזיכרון המקומי. אם הכתובת מופיעה באזהרות אחרות, אנא בדוק אותה."
        },
        "IOC-01": {
            "title": "נעשה חיבור אל {} ({}) המוגדר כ-{}.",
            "description": "הכתובת {} נמצאה ברשימת החשודים לפעילויות זדוניות. המכשיר שלך כנראה נפגע ונדרש בחינה עמקה יותר מצוות אבטחת המידע."
        },
        "IOC-02": {
            "title": "תקשורת אל {} בתחתית ה-CIDR {} המוגדרת כ-{}.",
            "description": "השרת {} מאוחסן בתוך רשת שידועה בכך שהיא מארחת פעילויות זדוניות. גם אם ההתנהלות הזו אינה זדונית, אתה צריך לבדוק האם אזהרות אחרות מזהות גם את הכתובת הזו. אם יש לך ספקות, אנא חפש את השרת באינטרנט כדי לראות האם זה חוקי או לא."
        },
        "IOC-03": {
            "title": "בוצעה בקשת DNS ל-{} אשר מתויגת כ-{}.",
            "description": "הכתובת {} שנמצאה בלכידה תוייגה כזדונית. זה מציין שהמכשיר שלך כנראה נפגע ונדרש בחינה עמקה יותר."
        },
        "IOC-04": {
            "title": "בוצעה בקשת DNS ל-{} אשר מתויגת כ-{}.",
            "description": "הכתובת {} שנמצאה בלכידה תוייגה כעוקבת . זה מציין שאחד מהיישומים הפעילים מבצע מעקב אחרי מיקומך."
        },
        "IOC-05": {
            "title": "בוצע בקשת DNS לכתובת {} השימוש ב-DNS חינמי.",
            "description": "הכתובת {} משתמש בשירות DNS חינמי. שירותים כאלה נמצאים בשימוש נרחב על ידי פושעים סייבר או יוזמות ממשלתיות במהלך פעולותיהם. זה חשוד מאוד שיישום הרקע משתמש בשירות כזה, אנא בצע חקירה."
        },
        "IOC-06": {
            "title": "בוצע בקשת DNS לכתובת {} שבו מצוי סיומת חשודה ({}).",
            "description": "הכתובת {} משתמש בסיומת שאינה כללית ({}). גם אם אינו זדוני, הסיומת הלא תקנית הזו נמצאת בשימוש תדיר על ידי פעילויות פליליות ברשת או ביישומות מדינתיות ממומנות. אנא בדוק את הכתובת על ידי חיפוש במנוע חיפוש באינטרנט. אם אזהרות אחרות נמצאות ביחס לכתובת הזו, יש לשקול את זה כחשוד מאוד."
        },
        "IOC-07": {
            "title": "נמצא תעודת אבטחה הקשורה לפעילויות {} בתוך התקשורת אל {}.",
            "description": "התעודה ({}) הקשורה לפעילויות {} נמצאת ברשימת החשודים. זה מציין שהמכשיר שלך כנראה נפגע ונדרש בחינה עמקה יותר מצוות אבטחת המידע."
        },
        "IOC-08": {
            "title": "בוצעה בקשת HTTP ל-{} המוגדרת כ-{}.",
            "description": "שם התחום {} הנמצא בהתפקד נתפס כזדוני. זה מציין שהמכשיר שלך כנראה נפגע ונדרש בחינה עמקה יותר."
        },
        "IOC-09": {
            "title": "בוצעה בקשת HTTP לכתובת {} השימוש ב-DNS חינם.",
            "description": "שם התחום {} משתמש בשירות DNS חינם. שירותים כאלה נמצאים בשימוש נרחב על ידי פושעים סייבר או יוזמות ממשלתיות במהלך פעולותיהם. זה חשוד מאוד שיישום הרקע משתמש בשירות כזה, אנא בצע חקירה."
        },
        "IOC-10": {
            "title": "בוצעה בקשת HTTP לכתובת {} שבו מצוי סיומת חשודה ({}).",
            "description": "הכתובת {} משתמש בסיומת שאינה כללית ({}). גם אם אינו זדוני, הסיומת הלא תקנית הזו נמצאת בשימוש תדיר על ידי פעילויות פליליות ברשת או בפעולות מדינתיות ממומנות. אנא בדוק את הכתובת על ידי חיפוש במנוע חיפוש באינטרנט. אם אזהרות אחרות נמצאות ביחס לכתובת הזו, יש לשקול את זה כחשוד מאוד."
        },
        "ACT-01": {
            "title": "הכתובת {} משתמש שם שרת חשוד -{}.",
            "description": "הכתובת {} משתמשת בשרת שנמצא ברשימת החשודים לפעילויות זדוניות. רבים מהפושעים הסייבר והפושעים הממומנים משתמשים ברישומים כאלה מכיוון שהם מאפשרים בטבעות וירטואליים ותשלומים אנונימיים. מומלץ לחקור את הכתובת והיישום הקשור על ידי ניתוח פורנזי של הטלפון."
        },
        "ACT-02": {
            "title": "הכתובת {} נוצר לאחרונה (לפני {} ימים).",
            "description": "שם הכתובת {} נחשב לחדש. גם אם הדבר אינו זדוני בעצמו, נפוץ למתקפים להקים תשתיות חדשות לכל מבצע תקיפה, וזה עשוי להוביל לשימוש בשמות דומיין שנרשמו לאחרונה."
        },
        "SSL-01": {
            "title": "בוצע חיבור SSL בפורט שאינו סטנדרטי ({}), אל {}",
            "description": "לא נפוץ לראות חיבורי SSL שמגיעים מסמארטפונים באמצעות פורטים שאינם סטנדרטיים. אפשר אף שזה יכול להיות לגיטימי לחלוטין, אנו ממליצים לבדוק את המוניטין של {}, באמצעות בדיקת ה- WHOIS שלה, נוכל לדעת את המערכת המשויכת לה, תאריך היצירה שלה וחיפוש שלה באינטרנט."
        },
        "SSL-02": {
            "title": "חיבור SSL אל {} משתמש בתעודה חינם.",
            "description": "תעודות חינם - כגון של Let's Encrypt - נמצאות בשימוש נרחב על ידי שרתי שליטה ובעמודי אינטרנט פליליים או פישינג. אנו ממליצים לבדוק את השרת שקשור לתעודה זו, על ידי חיפוש על הכתובת, תאריך היצירה שלה או בדיקת המוניטין שלה באינטרנט."
        },
        "SSL-03": {
            "title": "התעודה שקשורה ל-{} היא תעודה עצמית.",
            "description": "שימוש בתעודות עצמיות הוא דבר נפוץ לתשתיות תוקפים. אנו ממליצים לבדוק את השרת {} שקשור לתעודה זו, על ידי חיפוש על הכתובת (אם יש), בדיקת  ה- WHOIS שלו, תאריך היצירה שלו וחיפוש המוניטין שלו באינטרנט."
        },
        "SSL-04": {
            "title": "תעודה מכילה את הכתובת {}, מקוטלג כ {}",
            "description": "אחת מהתעודות המועברות מכילה את הכתובת {}. הכתובת הזו הוגדרה כזדונית. המכשיר שלך בוודאי נפגע וצריך להחקר עמוק יותר על ידי צוות מקצועי."
        },
        "ADV-01": {
            "title": "אנא בדוק את האזהרות ל-{}",
            "description": "אנא בדוק את המוניטין של {}, נראה כי השרת הזה זדוני מאחר והוא ניצב ב-{} אזהרות במהלך ההפעלה."
        },
        "SNORT-01": {
            "title": "הפעיל את כלל הזיהוי של Suricata: {}",
            "description": "כלל הזיהוי של הרשת הופעל. כנראה שהמכשיר שלך נפגע או שיש לו התנהגות חשודה."
        }
    },
    "report": {
        "numbers": [
            "אחת",
            "שתיים",
            "שלוש",
            "ארבע",
            "חמש",
            "שש",
            "שבע",
            "שמונה",
            "תשע"
        ],
        "suspect_title": "תקשורות חשודות",
        "uncat_title": "תקשורות לא מקוטלגות",
        "whitelist_title": "תקשורות ברשימת הלבנה",
        "protocol": "פרוטוקול",
        "domain": "כתובת",
        "dst_ip": "כתובת IP היעד",
        "dst_port": "מספר פורט היעד",
        "device_name": "שם המכשיר",
        "device_mac": "כתובת MAC של המכשיר",
        "report_generated_on": "דוח נוצר בתאריך",
        "capture_duration": "משך לכידת הנתונים",
        "packets_number": "מספר החבילות",
        "capture_sha1": "SHA1 של תפיסת הנתונים",
        "report_for_the_capture": "דוח עבור תפיסת הנתונים",
        "report_footer": "דוח זה נוצר באופן אוטומטי על ידי מכשיר Tinycheck. לכל שאלה, דיווח על באג או משוב, אנא צור קשר דרך tinycheck@kaspersky.com.",
        "high_msg": "נראה כי המכשיר שלך נפגע, הוא מאשר {} התראות בסיכון גבוה.",
        "moderate_msg": "יש לך {} התראה בסיכון בינוני, ייתכן והמכשיר שלך נפגע. אנא בדוק אותן היטב.",
        "low_msg": "יש לך רק התראה אחת ברמת סיכון נמוכה, אנא אל תהסס לבדוק אותה.",
        "none_msg": "הכל נראה תקין, אף התראה לא נמצאה. אנא אל תהסס לבדוק תקשורת לא מקוטלגת אם יש."
    }
}
